Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Hepatic events (occurring up to 30 days after treatment discontinuation) which were adjudicated as possibly related to trial medication were observed for 1 patient (<0.1%) in the empagliflozin group (see below for details) and for 5 patients in the placebo group (0.2%).
es_es: Se observaron eventos hepáticos (que ocurrieron hasta 30 días después de la interrupción del tratamiento) que se consideraron posiblemente relacionados con la medicación del ensayo en 1 paciente (<0.1%) en el grupo de empagliflozina (ver los detalles a continuación) y en 5 pacientes en el grupo de placebo (0.2%).

source: Hepatic injury (narrow SMQs)
es_es: Lesión hepática (SMQ específicas)

source: Hepatic injury was considered to have occurred if an elevation of aspartate transaminase (AST) and/or alanine aminotransaminase (ALT) ≥ 3-fold the upper limit of normal (ULN) and an elevation of total bilirubin ≥2-fold ULN were measured in the same blood sample.
es_es: Se consideró que había lesión hepática si se observaba una elevación de la aspartato transaminasa (AST) y/o la alanina aminotransaminasa (ALT) ≥ 3 veces el límite normal superior y una elevación de la bilirrubina total ≥2 veces el límite normal superior en la misma muestra de sangre.

source: Hepatic injury was defined as a protocol-specified significant AE.
es_es: La lesión hepática se definió como un evento adverso significativo especificado en el protocolo.

source: Heptane sulfonic acid sodium salt (e.g. ABCR)
es_es: Ácido heptano sulfónico, sal sódica (por ejemplo, ABCR)

source: Here the drug substance is determined by HPLC.
es_es: Aquí, el principio activo se determina por HPLC.

source: Hereby, we Boehringer Ingelheim Pharma GmbH & Co. KG, confirm that
es_es: Por la presente, Boehringer Ingelheim Pharma GmbH & Co. KG confirma que

source: Heterogeneity
es_es: Heterogeneidad

source: Hi PSI inject
es_es: Inyección a alta tasa de PSI

source: High DS volumes might impact sterilising capability of the filter and therefore CQA sterility may be impacted
es_es: Los volúmenes elevados de ppio. activo podrían repercutir sobre la capacidad de esterilización del filtro y, por lo tanto, el atributo crítico de calidad de la esterilidad podría verse afectado.

source: High Density Polyethylene (HDPE) Bottle, 125 cc, Closure
es_es: Frasco de polietileno de alta densidad (PEAD) de 125 cc, con cierre

source: High Density Polyethylene (HDPE) Bottle, 60 cc, Closure
es_es: Frasco de polietileno de alta densidad (PEAD) de 60 cc, con cierre

source: High accuracy with both filling principles.
es_es: Alta precisión con ambos principios de llenado.

source: High density polyethlyene
es_es: Polietileno de alta densidad

source: High density polyethylene (HDPE) bottle with desiccant bag
es_es: Botella de polietileno de alta densidad (PEAD) con bolsa desecante.

source: High density polyethylene (HDPE), white
es_es: Polietileno de alta densidad (PEAD) blanco

source: High density polyethylene (HDPE)1, white
es_es: Polietileno de alta densidad (PEAD)1 blanco

source: High efficiency particular air filter
es_es: Filtro de aire particular de alto rendimiento

source: High energy
es_es: Alta energía

source: High filling accuracy.
es_es: Alta precisión de llenado.

source: High molecular weight
es_es: Alto peso molecular

source: High molecular weight (HMW) species
es_es: Especies de alto peso molecular

source: High molecular weight (species)
es_es: (Especie de) alto peso molecular

source: High molecular weight DNA was isolated from TNK-tPA production cells by standard procedures (R04-1159) and diluted to 235 μg/mL.
es_es: Se aisló ADN de alto peso molecular de células de producción de TNK-tPA mediante procedimientos estándares (R04-1159) y se diluyó a 235 μg/ml.

source: High molecular weight species (HMW)
es_es: Especie de alto peso molecular

source: High performance liquid chromatography
es_es: Cromatografía líquida de alta resolución

source: High performance size exclusion chromatography
es_es: Cromatografía de exclusión por tamaño de alta resolución

source: High performance size exclusion chromatography (HPSEC)
es_es: Cromatografía de exclusión por tamaño de alta resolución (HPSEC)

source: High proportions of patients used ACE inhibitors/ARBs/ARNi, beta-blockers, and diuretics (including MRAs).
es_es: Utilizaba inhibidores de la ECA/ARB/INRA, betabloqueantes y diuréticos (incluidos los ARM) una alta proporción de pacientes.

source: High temp.
es_es: Temp. alta

source: High temp./ high pressure1
es_es: Temp. alta/presión alta1

source: High-level overview of changes between clinical and commercial manufacturing processes for spesolimab PFS
es_es: Resumen de los cambios de nivel superior entre los procesos de fabricación clínica y comercial de Espesolimab, jeringa precargada

source: High-sensitivity cardiac troponin T
es_es: Troponina T cardíaca de alta sensibilidad

source: High Performance size exclusion chromatography HPSEC
es_es: Cromatografía de exclusión por tamaño de alta resolución (HPSEC)

source: Higher CVs must be based on validation data and must not exceed 10.0 %
es_es: Si se usan CV mayores, estos deben basarse en los datos de validación y nunca deben sobrepasar 10.0 %.

source: Higher frequencies of genital infections were observed in the empagliflozin group regardless of sex or diabetes status.
es_es: Se observaron frecuencias más altas de infecciones genitales en el grupo de empagliflozina más allá del sexo o del estado de la diabetes.

source: Highly similar means that data can show minor differences, do not overlap, and no new species are detected.
es_es: "Muy similar" significa que los datos pueden presentar diferencias menores, no son superponibles y no se detectan nuevas especies.

source: Hille, Frauke /QA Systems
es_es: Hille, Frauke /Sistemas de aseguramiento de calidad

source: His-gene
es_es: gen His

source: Historical
es_es: Antecedentes

source: Historical N-nitrosamine positive control data – non GLP compliant
es_es: Controles positivos históricos de N-nitrosaminas (sin ajuste a buenas prácticas de laboratorio)

source: Historical batch analyses data of DS and DP batches of Metalyse® and TNKase®
es_es: Datos de análisis de partidas históricas del medicamento y el principio activo de Metalyse® y TNKase®

source: Historical batch analyses, side-by-side testing and extended characterisation data
es_es: Análisis de partidas históricas, análisis en paralelo y caracterización extendida

source: Historical batch release data
es_es: Datos históricos de liberación de partidas

source: Historical negative control data – non GLP compliant – Sorcerer Colony Counter (standard Ames conditions without and with 5% rat S9)
es_es: Datos históricos de controles negativos (sin ajuste a buenas prácticas de laboratorio). Sistema de recuento Sorcerer Colony Counter (condiciones estándar para pruebas de Ames sin y con S9 de rata al 5%)

source: Historical positive control data – non GLP compliant – Sorcerer Colony Counter (standard Ames conditions without and with 5% rat S9)
es_es: Datos históricos de controles positivos (sin ajuste a buenas prácticas de laboratorio). Sistema de recuento Sorcerer Colony Counter (condiciones estándar para pruebas de Ames sin y con S9 de rata al 5%)

source: Historical stability data have shown that the reconstitution time was not affected by the storage of the DP until the end of shelf life.
es_es: Los datos históricos de estabilidad muestran que el almacenamiento del medicamento no afecta el tiempo de reconstitución hasta el final de la vida útil.

source: History of HHF in the last 12 months (yes and no)
es_es: Antecedentes de hospitalización por insuficiencia cardíaca en los últimos 12 meses (sí y no)

source: History of atrial fibrillation or flutter, N (%)
es_es: Antecedentes de fibrilación o aleteo auricular, N (%)

source: History of atrial fibrillation or flutter, based on investigator-reported medical history or baseline ECG finding (yes and no)
es_es: Antecedentes de fibrilación o aleteo auricular, con base en los antecedentes consignados por el investigador o los hallazgos del ECG inicial (sí o no)

source: History of current smoking – no.
es_es: Tabaquismo; n.°

source: History of current smoking – no. (%)
es_es: Tabaquismo – n.° (%)

source: History of diabetes – no.
es_es: Antecedentes de diabetes; n.°

source: History of hypertension – no.
es_es: Antecedentes de hipertensión; n.°

source: History of hypertension – no. (%)
es_es: Antecedentes de hipertensión - n.°

source: History of intracranial haemorrhage
es_es: Antecedentes de hemorragia intracraneal

source: History of ketoacidosis
es_es: Antecedentes de cetoacidosis

source: History of relevant allergy/hypersensitivity (including allergy to the trial medication or its excipients)
es_es: Antecedentes de alergia o hipersensibilidad relevante (incluida alergia a la medicación en estudio o sus excipientes).

source: History of relevant orthostatic hypotension, fainting spells, or blackouts
es_es: Antecedentes de hipotensión ortostática, síncopes o desmayos relevantes.

source: History of safe use established
es_es: Uso seguro establecido

source: Hold at 50°C for 17 minutes, then increase to 100°C at the rate of 10°C per minute and hold for 7 minutes and then increase to 230 °C at the rate of 60° C per minute and hold for 5 minutes.
es_es: Mantener a 50° C 17 minutos, luego llevar a 100° C a un ritmo de 10° C por minuto y mantener 7 minutos; y luego llevar a 230° C, a 60° C por minuto y mantener 5 minutos.

source: Hold time
es_es: Tiempo de detención (espera)

source: Hold time [h]
es_es: Tiempo de espera [h]

source: Hold times
es_es: Tiempos de espera

source: Hold times during drug product manufacture
es_es: Tiempos de detención aplicados durante la fabricación del medicamento

source: Hold times during tenecteplase drug product manufacturing process
es_es: Tiempos de detención aplicados durante el proceso de fabricación del medicamento tenecteplasa

source: Hold times under light exposure and at RT occur during the DP manufacturing process of tenecteplase 25 mg.
es_es: Durante el proceso de fabricación del medicamento tenecteplasa, 25 mg, ocurren tiempo de detención con exposición a la luz y a temperatura ambiente.

source: Holder:
es_es: Titular:

source: Holding vessel
es_es: Tanque de espera

source: Holoprosencephaly diagnosed at gestational age 19.4 weeks; induced abortion
es_es: Holoprosencefalia diagnosticada a las 19.4 semanas de gestación; aborto inducido

source: Home
es_es: Hogar

source: Home Time (number of days spent at home up to day 90) will be examined using Poisson regression or Negative Binomial regression, or quantile regression subject to suitability of distribution assumptions with a treatment group as an independent variable and expected number of days at home up to day 90 as the dependent variable, including age and baseline NIHSS as treatment covariates for adjustment purposes.
es_es: El tiempo en domicilio (cantidad de días transcurridos en el domicilio hasta el día 90) se medirá por medio de regresión de Poisson, regresión binomial negativa o regresión cuantílica, según la idoneidad de las hipótesis de distribución, considerando el grupo de tratamiento como variable independiente y una cantidad prevista de días en domiclio hasta el día 90 como variable dependiente. La edad y la puntuación inicial de NIHSS serán las variables de ajuste.

source: Home time (number of days spent at home up to day 90)
es_es: Tiempo en domicilio (cantidad de días transcurridos en el domicilio hasta el día 90)

source: Home with ESD
es_es: Hogar con alta temprana contenida

source: Home with ESD*
es_es: Hogar con alta temprana contenida*

source: Home with home care
es_es: Hogar con atención domiciliaria

source: HomeTime
es_es: Tiempo en domicilio

source: Horizontal distance between crimping roll and plunger
es_es: Distancia horizontal entre el rodillo de sellado y el émbolo

source: Horizontal distance between crimping roll and vial
es_es: Distancia horizontal entre el rodillo de sellado y el frasco

source: Horizontal distance between crimping role and vial
es_es: Distancia horizontal entre el rodillo de sellado de tapas y el frasco

source: Hospitalisation for elective treatment of a pre-existing condition that did not worsen from baseline is not considered an AE.
es_es: La hospitalización para el tratamiento electivo de una afección preexistente que no empeoró desde el inicio no se considera un EA.

source: Hospitalisation for heart failure or all-cause mortality 1
es_es: Hospitalización por insuficiencia cardíaca o mortalidad por todas las causas1

source: Hospitalisation for heart failure or cardiovascular death
es_es: Hospitalización por insuficiencia cardíaca o muerte cardiovascular

source: Hospitalisation for or death from heart failure
es_es: Hospitalización o muerte por insuficiencia cardíaca

source: Hospitalisation for unstable angina
es_es: Hospitalización por angina inestable

source: Hospitalization
es_es: Hospitalización

source: Host-cell protein assays
es_es: Proteína de la célula hospedadora

source: Hour
es_es: Hora

source: How invisibility affects the translator's role and the perception of their work
es_es: Cómo la invisibilidad afecta el rol del traductor y la percepción de su trabajo

source: How to access data: Data will be made available via the Virtual Stroke Triasl Archive (VISTA http://www.virtualtrialsarchives.org/) after secondary analyses have been performed.
es_es: Forma de acceder a los datos: podrá accederse a los datos mediante el archivo virtual de datos sobre accidentes cerebrovasculares (Virtual Stroke Trials Archive, VISTA http://www.virtualtrialsarchives.org/) luego de que se hayan realizado los análisis secundarios.

source: How to use <invented name>
es_es: Modo de uso <denominación imaginaria>

source: However, it is very important that the investigator always makes an assessment of causality for every event prior to transmission of the SAE form. The investigator may change his/her opinion of causality in light of follow-up information, amending the SAE form accordingly.
es_es: Sin embargo, es muy importante que el investigador siempre evalúe la causalidad de cada evento antes de transmitir el formulario de EAG. El investigador podrá cambiar su opinión sobre la causalidad al recibir información de seguimiento, y deberá modificar el formulario de EAG según corresponda.

source: However, L-arginine contains a guanidino group; the potential nitrosation products from L-arginine are not within the cohort of concern.
es_es: Sin embargo, la L-arginina contiene un grupo guanidina; los posibles productos de nitrosación de la L-arginina no se encuentran dentro de la cohorte de riesgo.

source: However, The Florey is not required to indemnify the Investigator to the extent that the claim or proceeding results from a negligent or wrongful act or omission of the Investigator.
es_es: Sin embargo, The Florey no está obligado a indemnizar al investigador si el reclamo o procedimiento es producto de un acto negligente o ilícito, o una omisión del investigador.

source: However, a broader group of patients was enrolled, including patients with a preexisting modified Rankin scale score of 3, who were excluded from the EXTEND-IA trial.
es_es: Sin embargo, se inscribió a un grupo más amplio de pacientes, entre ellos, pacientes con un puntaje previo en la escala de Rankin modificada de 3, que fueron excluidos del ensayo EXTEND-IA.

source: However, a unique feature of part 2 of the trial was the inclusion of rural patients (n = 41), largely recruited via telemedicine, who were not represented in the original trial.
es_es: No obstante, la parte 2 del ensayo se caracterizó por la inclusión de pacientes rurales (n = 41), reclutados en gran medida mediante telemedicina, que no estaban representados en el ensayo original.

source: However, a variety of conditions such as light-source differences, spectral energy of the illuminant, visual sensitivity of the observer, size differences, background differences and directional differences affect the perception of colour.
es_es: Sin embargo, la percepción del color depende de una variedad de condiciones, como las diferencias en las fuentes lumínicas, la energía espectral del iluminante, la sensibilidad visual del observador, las diferencias de tamaño, las diferencias de fondo y las diferencias direccionales.

source: However, all three methods are compendial methods included in the Ph. Eur. monograph (Ph. Eur. 2.6.14).
es_es: Más allá de eso, las tres están incluidas en farmacopea, específicamente en la monografía de la Ph. Eur. 2.6.14.

source: However, as doses required to treat AIS are lower (maximum dose of 25 mg), a reduction of container content makes adaptions to the delivery and CCS reasonable.
es_es: No obstante, puesto que las dosis requeridas para tratar los accidentes cerebrovasculares isquémicos son menores (dosis máxima de 25 mg), resulta razonable adaptar la administración y el envase y sistema de cierre como consecuencia de la reducción del contenido.

source: However, as the individual exposure values are well in the range of the other races (see Table 15.6.2: 8), it is suggested that there is no major difference in exposure for this group.
es_es: Sin embargo, como las exposiciones individuales están holgadamente dentro del rango de las demás razas (ver Tabla 15.6.2: 8), se cree que no hay diferencias importantes en la exposición para este grupo.

source: However, based on the identified glycan species for the method applied for Metalyse analyses, these results indicate that overall antennarity and galactosylation do not exhibit major differences between TNKase® and Metalyse®.
es_es: Sin embargo, a partir de las especies de glicanos identificadas por el método aplicado para los análisis de Metalyse, estos resultados indican que la antenaridad y la galactosilación en general no exhiben diferencias importantes entre TNKase® y Metalyse®.

source: However, clinically significant abnormal laboratory findings or other abnormal assessments that are associated with a disease reported in the medical history, unless judged by the investigator as more severe than expected for the subject’s condition, or that are present or detected at the start of the study and do not worsen, will not be reported as AEs or SAEs.
es_es: Sin embargo, no se informarán como EA o EAG los resultados anómalos de laboratorio u otras evaluaciones que revistan relevancia clínica y que estén asociados con una enfermedad notificada en la historia clínica, a menos que el investigador los considere más graves de lo previsto para la condición del paciente, o que estén presentes o se detecten al inicio del estudio y no empeoren.

source: However, collection at later visits was permitted as long as the informed consent for biobanking remained valid.
es_es: Sin embargo, estaba permitido hacer la toma en visitas ulteriores, siempre que el consentimiento informado siguiera vigente.

source: However, conditions relevant to chemical reactions impacting disulfides are not present during DP manufacturing or long-term storage of tenecteplase.
es_es: No obstante, las condiciones pertinentes a las reacciones químicas que impactan los disulfuros no están presentes durante la fabricación del medicamento ni durante el almacenamiento a largo plazo de la tenecteplasa.

source: However, exchange of used material grade is regarded as uncritical as equivalence of material was demonstrated during analytical method transfer to BI Vienna.
es_es: Sin embargo, el cambio del grado de material usado no se considera crítico ya que la equivalencia del material se demostró durante la transferencia del método analítico a BI Vienna.

source: However, follow-up data for the 92 VTE episodes was only available for 33 patients (follow-up duration 3 to 50 months), suggesting that this may be an underestimate [P19-06503].
es_es: Sin embargo, solo hubo datos de seguimiento de los 92 episodios de TEV para 33 pacientes (duración del seguimiento de 3 a 50 meses), lo que sugiere que puede haber habido una subestimación [P19-06503].

source: However, for characterisation purposes there is a RP HPLC Metalyse® method for DS which is suitable for detection and quantitative analysis of A-chain, B-chain and related species such as Arg27 clip.
es_es: No obstante, con fines de caracterización, se usa un método de RP-HPLC para el principio activo de Metalyse® que es adecuado para la detección y el análisis cuantitativo de cadena A, cadena B y especies relacionadas, como el corte en Arg27.

source: However, for TNKase® the column length is 1/5th of the column applied for Metalyse® and the elution gradient is shorter.
es_es: Sin embargo, en el caso de TNKase® la longitud de columna es 1/5 de la columna aplicada para Metalyse® y el gradiente de elución es más corto.

source: However, gMean exposure was lower in those patients summarised as race category ‘other’, in which American Indians and Alaska Natives, Native Hawaiian or other Pacific Islanders, or patients with multiple races are included.
es_es: Sin embargo, la media geométrica de la exposición fue menor en los pacientes de la categoría racial "otros", en la que se incluyen amerindios y nativos de Alaska, nativos de Hawái u otras islas del Pacífico, o pacientes con múltiples razas.

source: However, given that thrombolytic dose for stroke is usually based on estimated weight, this study provides reassurance that there is a window of safety if weight is inadvertently overestimated.
es_es: Sin embargo, dado que la dosis de trombolítico para el accidente cerebrovascular generalmente se calcula en función del peso estimado, este estudio garantiza una ventana de seguridad ante una sobrestimación inadvertida del peso.

source: However, if AEs requiring treatment occurred, symptomatic therapy was to be permitted as considered appropriate by the investigator.
es_es: No obstante, en el caso de presentarse un evento adverso que requiriera tratamiento, debía permitirse la administración del tratamiento sintomático que el investigador considerara adecuado.

source: However, in all 6 trial periods prior to administration of trial medication, plasma concentrations of empagliflozin were under 5% of the subject’s Cmax for all subjects and could therefore be ignored (Tables 15.6.1.1: 7, 15.6.1.1: 8, 15.6.1.1: 9, 15.6.1.1: 10, 15.6.1.1: 11, and 15.6.1.1: 12).
es_es: Sin embargo, en los 6 períodos de prueba previos a la administración de la medicación experimental, en todos los sujetos las concentraciones plasmáticas de empagliflozina fueron inferiores a 5% de la Cmáx y, por lo tanto, pudieron ignorarse (Tablas 15.6.1.1: 7, 15.6.1.1: 8, 15.6.1.1: 9, 15.6.1.1: 10, 15.6.1.1: 11 y 15.6.1.1: 12).

source: However, in all 6 trial periods prior to administration of trial medication, plasma concentrations of metformin were under 5% of the subject’s Cmax for all subjects and could therefore be ignored (Tables 15.6.1.1: 13, 15.6.1.1: 14, 15.6.1.1: 15, 15.6.1.1: 16, 15.6.1.1: 17, and 15.6.1.1: 18).
es_es: Sin embargo, en los 6 períodos de prueba previos a la administración de la medicación experimental, en todos los sujetos las concentraciones plasmáticas de metformina fueron inferiores a 5% de la Cmáx y, por lo tanto, pudieron ignorarse (Tablas 15.6.1.1: 13, 15.6.1.1: 14, 15.6.1.1: 15, 15.6.1.1: 16, 15.6.1.1: 17 y 15.6.1.1: 18).

source: However, in both of these subgroups the eGFR decline was slower with empagliflozin treatment than with placebo.
es_es: Sin embargo, en ambos subgrupos la disminución de la TFGe fue más lenta con el tratamiento con empagliflozina que con el placebo.
